tap "homebrew/bundle"
brew "csvkit"
brew "direnv"
brew "gcc"
brew "geckodriver"
brew "gh"
brew "gnupg"
brew "gnutls"
brew "go"
brew "guile"
brew "imagemagick"
brew "jq"
brew "nghttp2"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "podman"
brew "poetry"
brew "poppler"
brew "pyenv"
brew "qemu"
brew "ruby"
brew "sqlite"
brew "terraform"
brew "the_silver_searcher"
brew "unbound"
brew "vim"
brew "wget"
cask "firefox"
cask "notion"
cask "font-fira-code"
cask "google-chrome"
cask "google-drive"
cask "karabiner-elements"
cask "hammerspoon"
cask "iterm2"
cask "keepassxc"
cask "libreoffice"
cask "paintbrush"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
vscode "4ops.terraform"
vscode "DavidAnson.vscode-markdownlint"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscodevim.vim"
