tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "normen/tap"
brew "bash"
brew "python@3.9"
brew "glib"
brew "csvkit"
brew "direnv"
brew "gcc"
brew "gh"
brew "git"
brew "guile"
brew "libevent"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz", args: ["HEAD"]
brew "python@3.8"
brew "libomp"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "mysql@5.7", restart_service: true, link: true
brew "node"
brew "pinentry-mac"
brew "postgresql"
brew "ruby"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
cask "background-music"
cask "gfortran"
cask "gifcapture"
cask "hammerspoon"
cask "inkscape"
cask "karabiner-elements"
cask "keepassxc"
cask "obs"
cask "paintbrush"
cask "spotify"
